Repository: SaahBrice/xanula-init
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Are you sure you want to cancel this application?
fr: Êtes-vous sûr de vouloir annuler cette demande ?

source: You need at least one published book to apply for upfront payment.
fr: Vous avez besoin d'au moins un livre publié pour demander un paiement anticipé.

source: You already have a pending application. Please wait for it to be reviewed.
fr: Vous avez déjà une demande en attente. Veuillez attendre qu'elle soit examinée.

source: You must accept the terms and conditions.
fr: Vous devez accepter les conditions générales.

source: Minimum amount is 1,000 XAF.
fr: Le montant minimum est de 1 000 XAF.

source: Invalid amount.
fr: Montant invalide.

source: Your upfront payment application has been submitted and is now under review.
fr: Votre demande de paiement anticipé a été soumise et est en cours d'examen.

source: Only pending applications can be cancelled.
fr: Seules les demandes en attente peuvent être annulées.

source: Your application has been cancelled.
fr: Votre demande a été annulée.

source: Upfront Payment
fr: Paiement Anticipé

source: Need an advance on your royalties? Apply for upfront payment.
fr: Besoin d'une avance sur vos droits d'auteur ? Demandez un paiement anticipé.

source: View My Applications
fr: Voir Mes Demandes

source: Upfront Payment Terms & Conditions
fr: Conditions Générales du Paiement Anticipé

source: Nature of Upfront Payment
fr: Nature du Paiement Anticipé

source: An upfront payment (advance) is an early disbursement of royalties you would otherwise earn from future sales of your book(s) on the Xanula platform.
fr: Un paiement anticipé (avance) est un versement anticipé des droits d'auteur que vous gagneriez normalement sur les ventes futures de vos livre(s) sur la plateforme Xanula.

source: Repayment Terms
fr: Conditions de Remboursement

source: Upon approval, Xanula will retain an increased commission rate on each sale of your book(s) until the full advance amount has been recouped. The typical rate is 20% extra, but may vary based on your application and sales history.
fr: Après approbation, Xanula retiendra un taux de commission accru sur chaque vente de vos livre(s) jusqu'à ce que le montant total de l'avance soit récupéré. Le taux typique est de 20% supplémentaire, mais peut varier selon votre demande et votre historique de ventes.

source: No Cash Repayment Required
fr: Aucun Remboursement en Espèces Requis

source: You will never be required to pay money back to Xanula. If the selected book does not generate sufficient sales, Xanula may recoup the remaining balance from your other books on the platform.
fr: Vous n'aurez jamais à rembourser de l'argent à Xanula. Si le livre sélectionné ne génère pas suffisamment de ventes, Xanula pourra récupérer le solde restant sur vos autres livres de la plateforme.

source: All Books Option
fr: Option Tous les Livres

source: If you select 'All Books', the advance will be recouped from all your current and future book sales on the platform until fully recovered.
fr: Si vous sélectionnez 'Tous les Livres', l'avance sera récupérée sur toutes vos ventes de livres actuelles et futures sur la plateforme jusqu'à récupération complète.

source: Book Removal Restrictions
fr: Restrictions de Retrait de Livres

source: You may not remove books from the platform while an upfront payment is being recouped, unless the full remaining balance is settled through alternative arrangements.
fr: Vous ne pouvez pas retirer de livres de la plateforme tant qu'un paiement anticipé est en cours de récupération, sauf si le solde restant est réglé par d'autres arrangements.

source: Eligibility
fr: Éligibilité

source: Eligibility for upfront payment is determined at Xanula's sole discretion. Factors considered may include your sales history, book performance, and platform standing.
fr: L'éligibilité au paiement anticipé est déterminée à la seule discrétion de Xanula. Les facteurs pris en compte peuvent inclure votre historique de ventes, les performances de vos livres et votre réputation sur la plateforme.

source: Processing Time
fr: Délai de Traitement

source: Advance payments are typically processed within 3-7 business days after approval. Payment will be sent via your registered payout method (Mobile Money or Bank Transfer).
fr: Les paiements anticipés sont généralement traités dans les 3-7 jours ouvrables après approbation. Le paiement sera envoyé via votre méthode de paiement enregistrée (Mobile Money ou Virement Bancaire).

source: One Active Advance
fr: Une Seule Avance Active

source: Application Review
fr: Examen de la Demande

source: All applications are reviewed manually. Xanula reserves the right to approve, reject, or request additional information for any application. Review typically takes 2-5 business days.
fr: Toutes les demandes sont examinées manuellement. Xanula se réserve le droit d'approuver, de rejeter ou de demander des informations supplémentaires pour toute demande. L'examen prend généralement 2-5 jours ouvrables.

source: These terms may be updated from time to time. Your continued use of the upfront payment feature constitutes acceptance of any modifications.
fr: Ces conditions peuvent être mises à jour de temps en temps. Votre utilisation continue de la fonctionnalité de paiement anticipé constitue l'acceptation de toute modification.

source: Cancel Application?
fr: Annuler la Demande ?

source: Are you sure you want to cancel this application? This action cannot be undone.
fr: Êtes-vous sûr de vouloir annuler cette demande ? Cette action est irréversible.

source: Keep Application
fr: Garder la Demande

source: Yes, Cancel
fr: Oui, Annuler

source: Manage your published books and track earnings.
fr: Gérez vos livres publiés et suivez vos revenus.

source: Ebook Ready
fr: Ebook Prêt

source: Audiobook Ready
fr: Audiobook Prêt

source: Submitted
fr: Soumis

source: Reason:
fr: Raison :

source: Awaiting Review
fr: En Attente d'Examen

source: View Page
fr: Voir la Page

source: Start your publishing journey today!
fr: Commencez votre aventure d'auteur dès aujourd'hui !

source: Publish your first book
fr: Publiez votre premier livre

source: Current Balance
fr: Solde Actuel

source: Minimum balance of 5,000 XAF required for payout.
fr: Solde minimum de 5 000 XAF requis pour un paiement.

source: Recent Payouts
fr: Paiements Récents

source: Pending
fr: En Attente

source: Processing
fr: En Traitement

source: Failed
fr: Échoué

source: Tips
fr: Conseils

source: Write a compelling description
fr: Rédigez une description captivante

source: Use a professional cover image
fr: Utilisez une image de couverture professionnelle

source: Price competitively for your category
fr: Fixez un prix compétitif pour votre catégorie

source: Respond to reader reviews
fr: Répondez aux avis des lecteurs

source: Support Author
fr: Soutenir l'Auteur

source: Show your appreciation with a tip.
fr: Montrez votre appréciation avec un pourboire.

source: Author on Xanula
fr: Auteur sur Xanula

source: Donation Details
fr: Détails du Don

source: Amount (XAF)
fr: Montant (XAF)

source: Personal Message
fr: Message Personnel

source: optional
fr: optionnel

source: Write a message to the author...
fr: Écrivez un message à l'auteur...

source: By making this donation, you confirm that:
fr: En effectuant ce don, vous confirmez que :

source: This donation is voluntary and made of your own free will.
fr: Ce don est volontaire et fait de votre propre gré.

source: You have not been forced, coerced, or pressured by the author or Xanula to make this donation.
fr: Vous n'avez pas été forcé, contraint ou pressé par l'auteur ou Xanula pour effectuer ce don.

source: This is a gift to support the author and you do not expect any goods or services in return.
fr: Il s'agit d'un cadeau pour soutenir l'auteur et vous n'attendez aucun bien ou service en retour.

source: You understand that donations are non-refundable.
fr: Vous comprenez que les dons ne sont pas remboursables.

source: You are at least 18 years old or have parental consent.
fr: Vous avez au moins 18 ans ou avez le consentement parental.

source: I have read and accept the donation terms and conditions.
fr: J'ai lu et j'accepte les conditions générales des dons.

source: Send Support
fr: Envoyer le Soutien

source: Tip
fr: Pourboire

source: Thank You!
fr: Merci !

source: Your support means the world to
fr: Votre soutien signifie beaucoup pour

source: Donation Summary
fr: Résumé du Don

source: Recipient
fr: Bénéficiaire

source: For Book
fr: Pour le Livre

source: Your Message
fr: Votre Message

source: View Author Profile
fr: Voir le Profil de l'Auteur

source: Donations Received
fr: Dons Reçus

source: See who has supported your work.
fr: Voyez qui a soutenu votre travail.

source: Total Received
fr: Total Reçu

source: Supporters
fr: Supporteurs

source: No Donations Yet
fr: Pas Encore de Dons

source: When readers support your work, their donations will appear here.
fr: Lorsque les lecteurs soutiennent votre travail, leurs dons apparaîtront ici.

source: Please wait while we confirm your payment...
fr: Veuillez patienter pendant que nous confirmons votre paiement...

source: Donations
fr: Dons

source: See who has supported your work with tips.
fr: Voyez qui a soutenu votre travail avec des pourboires.

source: View Donations
fr: Voir les Dons

source: Minimum donation is 500 XAF.
fr: Le don minimum est de 500 XAF.

source: Maximum donation is 327,500 XAF (~500 EUR).
fr: Le don maximum est de 327 500 XAF (~500 EUR).

source: You cannot support yourself.
fr: Vous ne pouvez pas vous soutenir vous-même.

source: This donation has already been processed.
fr: Ce don a déjà été traité.

source: Donation was not completed.
fr: Le don n'a pas été complété.

source: Purchase
fr: Acheter

source: Back to Book Details
fr: Retour aux détails du livre

source: Complete Your Purchase
fr: Finalisez votre achat

source: Choose Payment Method
fr: Choisissez le mode de paiement

source: Pay with Card
fr: Payer par carte

source: International cards accepted
fr: Cartes internationales acceptées

source: Pay with Mobile Money
fr: Payer par Mobile Money

source: Recommended for Cameroon & Central Africa
fr: Recommandé pour le Cameroun et l'Afrique Centrale

source: What You'll Get
fr: Ce que vous obtiendrez

source: Digital Ebook - Read on any device
fr: Ebook numérique - Lisez sur n'importe quel appareil

source: AI-Generated Audiobook - Listen anywhere
fr: Livre audio généré par IA - Écoutez partout

source: One Hard Cover Book - Delivered to you
fr: Un livre relié - Livré chez vous

source: Lifetime Access - No subscriptions
fr: Accès à vie - Sans abonnement

source: Offline Reading - Download for later
fr: Lecture hors ligne - Téléchargez pour plus tard

source: Secure payments powered by Stripe & Fapshi
fr: Paiements sécurisés via Stripe et Fapshi

source: Publishing Services
fr: Services de Publication

source: Hard Copy Availability
fr: Disponibilité des Copies Papier

source: No hard copies
fr: Pas de copies papier

source: Ebook and/or audiobook only
fr: Ebook et/ou livre audio uniquement

source: I have hard copies to ship
fr: J'ai des copies papier à expédier

source: You have printed books ready to fulfill orders
fr: Vous avez des livres imprimés prêts à être expédiés

source: Xanula should produce hard copies
fr: Xanula devrait produire des copies papier

source: We'll print and ship on your behalf
fr: Nous imprimerons et expédierons en votre nom

source: Additional Services (Optional)
fr: Services Supplémentaires (Optionnel)

source: Select services you'd like Xanula to provide. Our team will contact you for details.
fr: Sélectionnez les services que vous souhaitez. Notre équipe vous contactera pour les détails.

source: Editing & Proofreading
fr: Édition et Relecture

source: Professional editing and proofreading services
fr: Services professionnels d'édition et de relecture

source: Cover Design
fr: Conception de Couverture

source: Cover Design (FREE)
fr: Conception de Couverture (GRATUIT)

source: Professional cover design or redesign
fr: Conception ou refonte professionnelle de couverture

source: Book Formatting
fr: Mise en Page du Livre

source: Book Formatting (FREE)
fr: Mise en Page du Livre (GRATUIT)

source: Professional layout and typesetting
fr: Mise en page et composition professionnelles

source: Social Media Marketing Kit
fr: Kit Marketing Réseaux Sociaux

source: Social Media Marketing Kit (FREE for kit of 4 items)
fr: Kit Marketing Réseaux Sociaux (GRATUIT pour 4 éléments)

source: Ready-to-post graphics and promotional materials
fr: Graphiques et matériels promotionnels prêts à publier

source: Third-Party Distribution
fr: Distribution Tierce

source: Third-Party Distribution (FREE)
fr: Distribution Tierce (GRATUIT)

source: Distribute to REEPLS, Amazon KDP, Smashwords, Draft2Digital, IngramSpark, Kobo, Apple Books, and more
fr: Distribuez sur REEPLS, Amazon KDP, Smashwords, Draft2Digital, IngramSpark, Kobo, Apple Books, et plus

source: For third-party distribution, we'll share the distribution links with you via email once your book is live on each platform. The commissions will be added automatically to your dashbaord.
fr: Pour la distribution tierce, nous partagerons les liens de distribution par email une fois votre livre en ligne sur chaque plateforme. Les commissions seront ajoutées automatiquement à votre tableau de bord.

source: ISBN for Printed Book
fr: ISBN pour Livre Imprimé

source: Get an official ISBN for your printed book
fr: Obtenez un ISBN officiel pour votre livre imprimé

source: Note: This increases the platform commission
fr: Note : Cela augmente la commission de la plateforme

source: If not selected, a FREE QR code linking to your book's public page on Xanula will be generated instead!
fr: Si non sélectionné, un QR code GRATUIT menant à la page publique de votre livre sur Xanula sera généré !

source: Don't have a cover? Check 'Cover Design' in Publishing Services below—we'll create one for you!
fr: Vous n'avez pas de couverture ? Cochez 'Conception de Couverture' dans Services de Publication—nous en créerons une pour vous !

source: Need formatting help? Check 'Book Formatting' in Publishing Services below—we offer free professional layout!
fr: Besoin d'aide pour la mise en page ? Cochez 'Mise en Page du Livre' dans Services de Publication—nous offrons une mise en page professionnelle gratuite !

source: Download QR Code
fr: Télécharger le QR Code

source: Wishlist
fr: Liste de Souhaits

source: Publish a Book
fr: Publier un Livre
