Repository: SaahBrice/xanula-init
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Browse
fr: Parcourir

source: Library
fr: Bibliothèque

source: My Books
fr: Mes Livres

source: Publish
fr: Publier

source: Settings
fr: Paramètres

source: Analytics
fr: Statistiques

source: Purchases
fr: Achats

source: Sign Out
fr: Déconnexion

source: Login
fr: Connexion

source: Sign Up
fr: S'inscrire

source: Home
fr: Accueil

source: Profile
fr: Profil

source: Toggle theme
fr: Changer le thème

source: Install Xanula
fr: Installer Xanula

source: Read offline &amp; get quick access
fr: Lisez hors ligne et accédez rapidement

source: Install
fr: Installer

source: Not now
fr: Pas maintenant

source: Update Available
fr: Mise à jour disponible

source: A new version is ready
fr: Une nouvelle version est prête

source: Update
fr: Mettre à jour

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Back
fr: Retour

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Search
fr: Rechercher

source: Loading...
fr: Chargement...

source: Error
fr: Erreur

source: Success
fr: Succès

source: Preferences
fr: Préférences

source: Language
fr: Langue

source: Choose your preferred language
fr: Choisissez votre langue préférée

source: Theme
fr: Thème

source: Toggle light or dark mode
fr: Basculer entre mode clair et sombre

source: Profile Information
fr: Informations du profil

source: Change Photo
fr: Changer la photo

source: JPG, PNG. Max 2MB.
fr: JPG, PNG. Max 2 Mo.

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Email cannot be changed.
fr: L'email ne peut pas être modifié.

source: Tell us about yourself...
fr: Parlez-nous de vous...

source: Max 500 characters
fr: Maximum 500 caractères

source: Save Changes
fr: Enregistrer

source: Email Notifications
fr: Notifications par email

source: Receive emails about purchases and updates
fr: Recevoir des emails concernant les achats et mises à jour

source: Daily Reading Reminders
fr: Rappels de lecture quotidiens

source: Get reminded to continue books you're reading
fr: Recevez des rappels pour continuer les livres que vous lisez

source: Saving...
fr: Enregistrement...

source: Preferences saved!
fr: Préférences enregistrées !

source: Account
fr: Compte

source: Change Password
fr: Changer le mot de passe

source: Purchase History
fr: Historique des achats

source: Update your account password
fr: Mettre à jour le mot de passe de votre compte

source: Current Password
fr: Mot de passe actuel

source: Enter current password
fr: Entrer le mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Enter new password
fr: Entrer le nouveau mot de passe

source: Confirm New Password
fr: Confirmer le nouveau mot de passe

source: Must be at least 8 characters
fr: Doit contenir au moins 8 caractères

source: Forgot your password?
fr: Mot de passe oublié ?

source: Email Addresses
fr: Adresses e-mail

source: Manage your email addresses
fr: Gérer vos adresses e-mail

source: Your Email Addresses
fr: Vos adresses e-mail

source: Verified
fr: Vérifié

source: Unverified
fr: Non vérifié

source: Primary
fr: Principal

source: Make Primary
fr: Définir comme principal

source: Re-send Verification
fr: Renvoyer la vérification

source: Remove
fr: Supprimer

source: No email addresses found.
fr: Aucune adresse e-mail trouvée.

source: Add Email Address
fr: Ajouter une adresse e-mail

source: Add Email
fr: Ajouter l'e-mail

source: Back to Settings
fr: Retour aux paramètres

source: Connected Accounts
fr: Comptes connectés

source: Manage your social account connections
fr: Gérer vos connexions de comptes sociaux

source: Your Connected Accounts
fr: Vos comptes connectés

source: No social accounts connected.
fr: Aucun compte social connecté.

source: Remove Selected
fr: Supprimer la sélection

source: Add a Connection
fr: Ajouter une connexion

source: Connect a social account to sign in faster.
fr: Connectez un compte social pour vous connecter plus rapidement.

source: No social providers available.
fr: Aucun fournisseur social disponible.

source: Connect
fr: Connecter

source: Set Password
fr: Définir le mot de passe

source: Create a password for your account
fr: Créer un mot de passe pour votre compte

source: You signed up using a social account. Set a password to also be able to sign in with your email.
fr: Vous vous êtes inscrit avec un compte social. Définissez un mot de passe pour aussi pouvoir vous connecter avec votre e-mail.

source: Create a password
fr: Créer un mot de passe

source: Confirm your password
fr: Confirmer votre mot de passe

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Sign In
fr: Connexion

source: Welcome back
fr: Bon retour

source: Sign in to access your library
fr: Connectez-vous pour accéder à votre bibliothèque

source: Continue with Google
fr: Continuer avec Google

source: Or sign in with email
fr: Ou connectez-vous par email

source: Email address
fr: Adresse email

source: you@example.com
fr: vous@exemple.com

source: Forgot password?
fr: Mot de passe oublié ?

source: Enter your password
fr: Entrez votre mot de passe

source: Remember me for 2 weeks
fr: Se souvenir de moi pendant 2 semaines

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Sign up
fr: S'inscrire

source: Create your account
fr: Créez votre compte

source: Join the African literature community
fr: Rejoignez la communauté de la littérature africaine

source: Or sign up with email
fr: Ou inscrivez-vous par email

source: Create a strong password
fr: Créez un mot de passe fort

source: Create Account
fr: Créer un compte

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Sign in
fr: Se connecter

source: Reset Password
fr: Réinitialiser le mot de passe

source: Enter your email and we'll send you a reset link.
fr: Entrez votre email et nous vous enverrons un lien de réinitialisation.

source: Send Reset Link
fr: Envoyer le lien

source: Reset Email Sent
fr: Email envoyé

source: Check your inbox
fr: Vérifiez votre boîte de réception

source: Back to Sign In
fr: Retour à la connexion

source: Set new password
fr: Définir un nouveau mot de passe

source: Please enter your new password below.
fr: Veuillez entrer votre nouveau mot de passe ci-dessous.

source: Invalid or Expired Link
fr: Lien invalide ou expiré

source: This password reset link is no longer valid. Please request a new one.
fr: Ce lien de réinitialisation n'est plus valide. Veuillez en demander un nouveau.

source: Request New Link
fr: Demander un nouveau lien

source: Password Reset Complete
fr: Réinitialisation terminée

source: Sign In Now
fr: Se connecter maintenant

source: My Library
fr: Ma Bibliothèque

source: Recently Accessed
fr: Récemment consulté

source: Recently Added
fr: Récemment ajouté

source: Title A-Z
fr: Titre A-Z

source: All
fr: Tout

source: Audiobooks
fr: Livres audio

source: In Progress
fr: En cours

source: Completed
fr: Terminé

source: Reading
fr: En lecture

source: Offline
fr: Hors ligne

source: Downloading...
fr: Téléchargement...

source: Progress
fr: Progression

source: listened
fr: écouté

source: Continue Reading
fr: Continuer la lecture

source: Start Reading
fr: Commencer la lecture

source: Continue Listening
fr: Continuer l'écoute

source: Listen
fr: Écouter

source: Saved
fr: Sauvegardé

source: Print
fr: Imprimer

source: Your Library is Empty
fr: Votre bibliothèque est vide

source: Browse Books
fr: Parcourir les livres

source: Books
fr: Livres

source: by
fr: par

source: In Your Library
fr: Dans votre bibliothèque

source: Get Free Book
fr: Obtenir le livre gratuit

source: Buy Now
fr: Acheter maintenant

source: Sign in to Purchase
fr: Connectez-vous pour acheter

source: Preview
fr: Aperçu

source: Add to Wishlist
fr: Ajouter à la liste de souhaits

source: About This Book
fr: À propos de ce livre

source: Show Less
fr: Voir moins

source: Read More
fr: Lire la suite

source: Readers
fr: Lecteurs

source: Published
fr: Publié

source: Share This Book
fr: Partager ce livre

source: Copied!
fr: Copié !

source: Copy Link
fr: Copier le lien

source: Share
fr: Partager

source: Reviews
fr: Avis

source: Rating Breakdown
fr: Répartition des notes

source: Write a Review
fr: Écrire un avis

source: Your Rating
fr: Votre note

source: Poor
fr: Mauvais

source: Fair
fr: Passable

source: Good
fr: Bon

source: Very Good
fr: Très bon

source: Please select a rating
fr: Veuillez sélectionner une note

source: Your Review (optional)
fr: Votre avis (optionnel)

source: Share your thoughts about this book...
fr: Partagez vos impressions sur ce livre...

source: Submit Review
fr: Soumettre l'avis

source: Submitting...
fr: Envoi en cours...

source: No reviews yet
fr: Pas encore d'avis

source: Be the first to share your thoughts!
fr: Soyez le premier à partager vos impressions !

source: Discover stories from African authors
fr: Découvrez des histoires d'auteurs africains

source: Filters
fr: Filtres

source: Category
fr: Catégorie

source: All Categories
fr: Toutes les catégories

source: English
fr: Anglais

source: French
fr: Français

source: Price
fr: Prix

source: Any Price
fr: Tous les prix

source: Free
fr: Gratuit

source: Sort By
fr: Trier par

source: Newest
fr: Plus récent

source: Most Popular
fr: Plus populaire

source: Highest Rated
fr: Mieux noté

source: Apply Filters
fr: Appliquer les filtres

source: Clear
fr: Effacer

source: No Books Found
fr: Aucun livre trouvé

source: View All Books
fr: Voir tous les livres

source: Author
fr: Auteur

source: Become an Author
fr: Devenir auteur

source: Start Publishing
fr: Commencer à publier

source: Publish Your Book
fr: Publiez votre livre

source: Discover African Literature
fr: Découvrez la littérature africaine

source: Explore stories, voices, and perspectives from across Africa.
fr: Explorez des histoires, des voix et des perspectives de toute l'Afrique.

source: Featured Books
fr: Livres en vedette

source: View All
fr: Voir tout

source: Popular Categories
fr: Catégories populaires

source: Top Rated
fr: Mieux notés

source: Search Results
fr: Résultats de recherche

source: results for
fr: résultats pour

source: No results found for
fr: Aucun résultat pour

source: Try searching with different keywords
fr: Essayez de rechercher avec d'autres mots-clés

source: My Wishlist
fr: Ma liste de souhaits

source: Your wishlist is empty
fr: Votre liste de souhaits est vide

source: Start adding books you'd like to read!
fr: Commencez à ajouter des livres que vous aimeriez lire !

source: In Wishlist
fr: Dans la liste de souhaits

source: Complete Purchase
fr: Finaliser l'achat

source: Order Summary
fr: Récapitulatif de commande

source: Subtotal
fr: Sous-total

source: Payment Method
fr: Moyen de paiement

source: Card Payment
fr: Paiement par carte

source: Proceed to Payment
fr: Procéder au paiement

source: Purchase Successful!
fr: Achat réussi !

source: Your book has been added to your library
fr: Votre livre a été ajouté à votre bibliothèque

source: Go to Library
fr: Aller à la bibliothèque

source: Share your story with the world
fr: Partagez votre histoire avec le monde

source: Book Details
fr: Détails du livre

source: Title
fr: Titre

source: Enter your book title
fr: Entrez le titre de votre livre

source: Short Description
fr: Description courte

source: Brief description for listings (max 200 characters)
fr: Brève description pour les listes (max 200 caractères)

source: Full Description
fr: Description complète

source: Detailed description of your book...
fr: Description détaillée de votre livre...

source: Select a category
fr: Sélectionnez une catégorie

source: Pricing
fr: Tarification

source: Price (XAF)
fr: Prix (XAF)

source: Set to 0 for free books
fr: Mettre à 0 pour les livres gratuits

source: Cover Image
fr: Image de couverture

source: Click to upload cover
fr: Cliquez pour télécharger la couverture

source: Manuscript File
fr: Fichier manuscrit

source: Click to upload manuscript
fr: Cliquez pour télécharger le manuscrit

source: Submit for Review
fr: Soumettre pour examen

source: Publishing...
fr: Publication...

source: Your published and pending books
fr: Vos livres publiés et en attente

source: Publish New Book
fr: Publier un nouveau livre

source: No books yet
fr: Pas encore de livres

source: Publish your first book to get started!
fr: Publiez votre premier livre pour commencer !

source: In Review
fr: En examen

source: Approved
fr: Approuvé

source: Denied
fr: Refusé

source: Live
fr: En ligne

source: sales
fr: ventes

source: earned
fr: gagné

source: View Analytics
fr: Voir les statistiques

source: Edit Book
fr: Modifier le livre

source: Published Books
fr: Livres publiés

source: Follow
fr: Suivre

source: Followers
fr: Abonnés

source: Total Sales
fr: Ventes totales

source: About
fr: À propos

source: No public books yet
fr: Pas encore de livres publics

source: Analytics Dashboard
fr: Tableau de bord analytique

source: Track your book sales and earnings
fr: Suivez vos ventes de livres et vos revenus

source: Track your book sales and reader engagement
fr: Suivez vos ventes de livres et l'engagement des lecteurs

source: Back to My Books
fr: Retour à Mes Livres

source: Total Earnings
fr: Revenus totaux

source: Total Reviews
fr: Avis totaux

source: Total Readers
fr: Lecteurs totaux

source: Active Readers
fr: Lecteurs actifs

source: Reading Now
fr: En lecture

source: Completion Rate
fr: Taux de complétion

source: Sales (Last 30 Days)
fr: Ventes (30 derniers jours)

source: Earnings (Last 30 Days)
fr: Revenus (30 derniers jours)

source: Reader Activity (Last 30 Days)
fr: Activité des lecteurs (30 derniers jours)

source: Book Performance
fr: Performance des livres

source: Book
fr: Livre

source: Sales
fr: Ventes

source: Rating
fr: Note

source: Earnings
fr: Revenus

source: Finished
fr: Terminé

source: Recent Purchases
fr: Achats récents

source: bought
fr: a acheté

source: ago
fr: il y a

source: No books published yet
fr: Aucun livre publié pour le moment

source: No recent purchases
fr: Aucun achat récent

source: Request Payout
fr: Demander un retrait

source: Withdraw your earnings to your account.
fr: Retirez vos gains sur votre compte.

source: Available Balance
fr: Solde disponible

source: Pending Payouts
fr: Retraits en attente

source: Payout Details
fr: Détails du retrait

source: Payout Method
fr: Méthode de retrait

source: Bank Transfer
fr: Virement bancaire

source: Local bank account
fr: Compte bancaire local

source: Account Details
fr: Détails du compte

source: Processing Information
fr: Informations sur le traitement

source: Payouts are processed within 3-5 business days
fr: Les retraits sont traités dans un délai de 3 à 5 jours ouvrables

source: You will receive a confirmation email once processed
fr: Vous recevrez un email de confirmation une fois le traitement effectué

source: Make sure your account details are correct
fr: Assurez-vous que vos coordonnées bancaires sont correctes

source: Processing Payment
fr: Traitement du paiement

source: Waiting for mobile money confirmation...
fr: En attente de confirmation Mobile Money...

source: This usually takes 1-2 minutes
fr: Cela prend généralement 1-2 minutes

source: Keep Waiting
fr: Continuer à attendre

source: Try Again Later
fr: Réessayer plus tard

source: Payment failed.
fr: Paiement échoué.

source: While you wait:
fr: En attendant :

source: Check your phone for a confirmation prompt
fr: Vérifiez votre téléphone pour une invite de confirmation

source: Approve the payment on your mobile money app
fr: Approuvez le paiement sur votre application Mobile Money

source: This page will update automatically
fr: Cette page se mettra à jour automatiquement

source: Legal Notice
fr: Mentions légales

source: Privacy Policy
fr: Politique de confidentialité

source: Terms and Conditions
fr: Conditions générales d'utilisation

source: Back to Home
fr: Retour à l'accueil

source: Terms & Conditions
fr: Conditions générales

source: Request Hard Copy
fr: Demander une copie papier

source: Request a printed version of your book.
fr: Demandez une version imprimée de votre livre.

source: Shipping Information
fr: Informations de livraison

source: Full Name
fr: Nom complet

source: Your full name
fr: Votre nom complet

source: Phone Number
fr: Numéro de téléphone

source: Shipping Address
fr: Adresse de livraison

source: Additional Notes
fr: Notes supplémentaires

source: Optional
fr: Optionnel

source: Important Notice
fr: Avis important

source: Submit Request
fr: Soumettre la demande

source: Free Preview
fr: Aperçu gratuit

source: Loading preview...
fr: Chargement de l'aperçu...

source: Back to book details
fr: Retour aux détails du livre

source: End of Free Preview
fr: Fin de l'aperçu gratuit

source: Buy Full Book
fr: Acheter le livre complet

source: Back to Details
fr: Retour aux détails

source: Edit & Resubmit
fr: Modifier et resoumettre

source: Make changes to your book and resubmit for review.
fr: Apportez des modifications à votre livre et resoumettez-le pour examen.

source: Reason for Denial
fr: Motif du refus

source: Resubmit for Review
fr: Resoumettre pour examen

source: Uploading...
fr: Téléchargement...

source: View all your book purchases
fr: Voir tous vos achats de livres

source: Refunded
fr: Remboursé

source: View in Library
fr: Voir dans la bibliothèque

source: No purchases yet
fr: Aucun achat pour le moment

source: Sign in with Google
fr: Se connecter avec Google

source: Connect your Google account to continue
fr: Connectez votre compte Google pour continuer

source: Sign in with Email
fr: Se connecter avec un email

source: Create an Account
fr: Créer un compte

source: or
fr: ou

source: All rights reserved.
fr: Tous droits réservés.

source: African Literature Marketplace
fr: Place de marché de la littérature africaine

source: Your gateway to African literature.
fr: Votre porte d'entrée vers la littérature africaine.

source: Visit Xanula
fr: Visiter Xanula

source: Terms
fr: Conditions

source: Try Again
fr: Réessayer

source: Close
fr: Fermer

source: Amount
fr: Montant

source: Reference
fr: Référence

source: Name
fr: Nom

source: Address
fr: Adresse

source: City
fr: Ville

source: Phone
fr: Téléphone

source: %(counter)s book in your collection
fr: %(counter)s livre dans votre collection

source: Last read %(time)s ago
fr: Lu il y a %(time)s

source: Under 1,000 XAF
fr: Moins de 1 000 XAF

source: Above 5,000 XAF
fr: Plus de 5 000 XAF

source: Upfront Payment Applications
fr: Demandes de Paiement Anticipé

source: Manage your advance payment requests.
fr: Gérez vos demandes de paiement anticipé.

source: New Application
fr: Nouvelle Demande

source: Back to Applications
fr: Retour aux Demandes

source: Rejected
fr: Rejeté

source: Cancelled
fr: Annulé

source: All Books
fr: Tous les Livres

source: Recouped
fr: Récupéré

source: Applied
fr: Demandé

source: No Applications Yet
fr: Aucune Demande

source: Apply for an upfront payment to receive an advance on your book sales.
fr: Demandez un paiement anticipé pour recevoir une avance sur vos ventes de livres.

source: Apply Now
fr: Faire une Demande

source: Apply for Upfront Payment
fr: Demander un Paiement Anticipé

source: Request an advance on your book sales.
fr: Demandez une avance sur vos ventes de livres.

source: How It Works
fr: Comment ça Fonctionne

source: Submit your application with the amount you need.
fr: Soumettez votre demande avec le montant souhaité.

source: Our team will review your request (typically 2-5 business days).
fr: Notre équipe examinera votre demande (généralement 2-5 jours ouvrables).

source: If approved, you receive the advance payment.
fr: Si approuvée, vous recevez le paiement anticipé.

source: We recoup the advance via increased commission on your future sales.
fr: Nous récupérons l'avance via une commission accrue sur vos ventes futures.

source: Application Details
fr: Détails de la Demande

source: Apply For
fr: Demander Pour

source: All My Books
fr: Tous Mes Livres

source: Choose a specific book or apply for all your books.
fr: Choisissez un livre spécifique ou faites une demande pour tous vos livres.

source: Amount Requested (XAF)
fr: Montant Demandé (XAF)

source: Reason for Request
fr: Motif de la Demande

source: Explain why you need this advance payment...
fr: Expliquez pourquoi vous avez besoin de ce paiement anticipé...

source: Upfront Payment Agreement
fr: Accord de Paiement Anticipé

source: By accepting this agreement, you acknowledge:
fr: En acceptant cet accord, vous reconnaissez :

source: The advance payment is an early disbursement of your future royalties.
fr: Le paiement anticipé est un versement anticipé de vos futurs droits d'auteur.

source: Xanula will take an increased commission on each sale until the advance is fully recouped. The typical rate is 20% extra, but may vary based on your application.
fr: Xanula prélèvera une commission accrue sur chaque vente jusqu'à ce que l'avance soit entièrement récupérée. Le taux typique est de 20% supplémentaire, mais peut varier selon votre demande.

source: The exact repayment rate will be set by Xanula upon approval of your application.
fr: Le taux de remboursement exact sera fixé par Xanula lors de l'approbation de votre demande.

source: If the selected book does not generate enough sales, Xanula may recoup from your other books. You will never be required to pay money back to Xanula.
fr: Si le livre sélectionné ne génère pas suffisamment de ventes, Xanula pourra récupérer l'avance sur vos autres livres. Vous n'aurez jamais à rembourser de l'argent à Xanula.

source: If you selected 'All Books', the advance will be recouped from all your current and future book sales on the platform.
fr: Si vous avez sélectionné 'Tous les Livres', l'avance sera récupérée sur toutes vos ventes de livres actuelles et futures sur la plateforme.

source: You may not remove books from the platform while an upfront payment is being recouped, unless the full remaining balance is settled.
fr: Vous ne pouvez pas retirer de livres de la plateforme tant qu'un paiement anticipé est en cours de récupération, sauf si le solde restant est réglé.

source: Advance payments are typically processed within 3-7 business days after approval.
fr: Les paiements anticipés sont généralement traités dans les 3-7 jours ouvrables après approbation.

source: Payment will be sent via your registered payout method (Mobile Money or Bank Transfer).
fr: Le paiement sera envoyé via votre méthode de paiement enregistrée (Mobile Money ou Virement Bancaire).

source: This agreement does not guarantee approval of your application.
fr: Cet accord ne garantit pas l'approbation de votre demande.

source: Xanula reserves the right to reject applications at its discretion based on sales history and platform standing.
fr: Xanula se réserve le droit de rejeter les demandes à sa discrétion en fonction de l'historique des ventes et de votre réputation sur la plateforme.

source: You may only have one active upfront payment at a time. New applications can be submitted after the current advance is fully recouped.
fr: Vous ne pouvez avoir qu'un seul paiement anticipé actif à la fois. De nouvelles demandes peuvent être soumises après que l'avance actuelle soit entièrement récupérée.

source: Xanula may contact you for additional information during the review process.
fr: Xanula peut vous contacter pour des informations supplémentaires pendant le processus d'examen.

source: I have read and accept the terms and conditions for upfront payment.
fr: J'ai lu et j'accepte les conditions générales pour le paiement anticipé.

source: Submit Application
fr: Soumettre la Demande
